{
  "HomePage": {
    "subtitle": "Dynamický katalog lektorů",
    "title": "Vaše <span>vzdělání</span> je u nás v dobrých rukou!"
  },
  "Footer": {
    "logoLink": "Přejít na domovskou stránku",
    "gdpr": "Zásady ochrany osobních údajů",
    "tos": "Podmínky používání"
  },
  "tos": {
    "title": "Podmínky používání",
    "content": "<h3>1. Podmínky</h3> <br></br> Přístupem na tuto webovou stránku, souhlasíte s těmito Podmínkami <br></br> používání webové stránky a souhlasíte s tím, že jste odpovědní za <br></br>dodržování všech platných místních zákonů. Pokud s některou z <br></br>těchto podmínek nesouhlasíte, je vám přístup na tyto stránky <br></br>zakázán. Materiály obsažené na těchto webových stránkách jsou <br></br>chráněny autorským právem a právem ochranných známek. <br></br>             <h3>2. Licence na používání</h3> <br></br>Je uděleno povolení k dočasnému stažení jedné kopie materiálů na <br></br>             webových stránkách Učitelské digitální agentury, a to pouze pro <br></br>             osobní, nekomerční a přechodné prohlížení. Jedná se o udělení <br></br>             licence, nikoli o převod vlastnického práva, a na základě této <br></br>             licence nesmíte: upravovat nebo kopírovat materiály; používat <br></br>             materiály k jakýmkoli komerčním účelům nebo k jakémukoli veřejnému <br></br>             vystavování; pokoušet se o zpětnou analýzu jakéhokoli softwaru <br></br>             obsaženého na webových stránkách Teacher digital Agency; <br></br>             odstraňovat z materiálů jakékoli poznámky o autorských právech <br></br>             nebo jiných vlastnických právech; nebo předávat materiály jiné <br></br>             osobě nebo je zrcadlit na jiném serveru. To umožní agentuře <br></br>             Teacher digital Agency ukončit při porušení kteréhokoli z těchto <br></br>             omezení. Po ukončení bude ukončeno i vaše právo na prohlížení a <br></br>             měli byste zničit všechny stažené materiály, které máte v držení, <br></br>             ať už v tištěné nebo elektronické podobě. Tyto podmínky služby <br></br>             byly vytvořeny pomocí generátoru podmínek služby. <br></br>             <h3>3. Zřeknutí se odpovědnosti</h3> <br></br>             Veškeré materiály na webových stránkách Teacher digital Agency <br></br>             jsou poskytovány tak, jak jsou. Agentura Teacher digital Agency <br></br>             neposkytuje žádné záruky, ať už výslovné nebo předpokládané, a <br></br>             proto popírá všechny ostatní záruky. Kromě toho společnost Teacher <br></br>             digital Agency neposkytuje žádná prohlášení týkající se přesnosti <br></br>             nebo spolehlivosti používání materiálů na svých Webových stránkách <br></br>             nebo jinak související s těmito materiály nebo jakýmikoliv <br></br>             stránkami, na které se na těchto Webových stránkách odkazuje. <br></br>             <h3>4. Omezení</h3> <br></br>             Agentura Teacher digital Agency ani její dodavatelé nenesou <br></br>             odpovědnost za žádné škody, které vzniknou v souvislosti s <br></br>             používáním nebo nemožností používat materiály na Webových <br></br>             stránkách agentury Teacher digital Agency, a to ani v případě, že <br></br>             agentura Teacher digital Agency nebo pověřený zástupce těchto <br></br>             Webových stránek byli na možnost vzniku takové škody ústně nebo <br></br>             písemně upozorněni. Některé jurisdikce neumožňují omezení <br></br>             předpokládaných záruk nebo omezení odpovědnosti za náhodné škody, <br></br>             tato omezení se na vás nemusí vztahovat. <br></br>             <h3>5. Revize a chyby</h3> <br></br>             Materiály uvedené na webových stránkách společnosti Teacher <br></br>             digital Agency mohou obsahovat technické, typografické nebo <br></br>             fotografické chyby. Agentura Teacher digital Agency neslibuje, že <br></br>             jakýkoli z materiálů na těchto webových stránkách je přesný, úplný <br></br>             nebo aktuální. Agentura Teacher digital Agency může materiály <br></br>             obsažené na svých Webových stránkách kdykoli bez předchozího <br></br>             upozornění změnit. Agentura Teacher digital Agency se nezavazuje k <br></br>             aktualizaci materiálů. <br></br>             <h3>6. Odkazy</h3> <br></br>             Agentura Teacher digital nezkontrolovala všechny stránky, na které <br></br>             odkazují její webové stránky, a neodpovídá za obsah takových <br></br>             stránek. Přítomnost jakéhokoli odkazu neznamená, že společnost <br></br>             Teacher digital Agency danou stránku podporuje. Používání <br></br>             jakýchkoli odkazovaných webových stránek je na vlastní riziko <br></br>             uživatele. <br></br>             <h3>7. Změny podmínek používání stránek</h3> <br></br>             Společnost Teacher digital Agency může tyto podmínky používání <br></br>             svých webových stránek kdykoli změnit bez předchozího upozornění. <br></br>             Používáním těchto webových stránek souhlasíte s tím, že se budete <br></br>             řídit aktuální verzí těchto Podmínek používání. <br></br>             <h3>8. Vaše soukromí</h3> <br></br>             Přečtěte si prosím naše Zásady ochrany osobních údajů. <br></br>             <h3>9. Rozhodné právo</h3> <br></br>             Jakékoli nároky související s webovými stránkami Teacher digital <br></br>             Agency se řídí právem České republiky bez ohledu na jeho kolizní <br></br>             ustanovení."
  }
}
