{
  "HomePage": {
    "subtitle": "Dynamický katalog lektorů",
    "title": "Vaše <span>vzdělání</span> je u nás v dobrých rukou!"
  },
  "HomeView": {
    "filters": "Filtry"
  },
  "NavBar": {
    "home": "Domů",
    "logoLink": "Přejít na domovskou stránku"
  },
  "Footer": {
    "logoLink": "Přejít na domovskou stránku",
    "gdpr": "Zásady ochrany osobních údajů",
    "tos": "Podmínky používání"
  },
  "tos": {
    "title": "Podmínky používání",
    "content": "<h3>1. Podmínky</h3> <br></br> Přístupem na tuto webovou stránku, souhlasíte s těmito Podmínkami <br></br> používání webové stránky a souhlasíte s tím, že jste odpovědní za <br></br>dodržování všech platných místních zákonů. Pokud s některou z <br></br>těchto podmínek nesouhlasíte, je vám přístup na tyto stránky <br></br>zakázán. Materiály obsažené na těchto webových stránkách jsou <br></br>chráněny autorským právem a právem ochranných známek. <br></br>             <h3>2. Licence na používání</h3> <br></br>Je uděleno povolení k dočasnému stažení jedné kopie materiálů na <br></br>             webových stránkách Učitelské digitální agentury, a to pouze pro <br></br>             osobní, nekomerční a přechodné prohlížení. Jedná se o udělení <br></br>             licence, nikoli o převod vlastnického práva, a na základě této <br></br>             licence nesmíte: upravovat nebo kopírovat materiály; používat <br></br>             materiály k jakýmkoli komerčním účelům nebo k jakémukoli veřejnému <br></br>             vystavování; pokoušet se o zpětnou analýzu jakéhokoli softwaru <br></br>             obsaženého na webových stránkách Teacher digital Agency; <br></br>             odstraňovat z materiálů jakékoli poznámky o autorských právech <br></br>             nebo jiných vlastnických právech; nebo předávat materiály jiné <br></br>             osobě nebo je zrcadlit na jiném serveru. To umožní agentuře <br></br>             Teacher digital Agency ukončit při porušení kteréhokoli z těchto <br></br>             omezení. Po ukončení bude ukončeno i vaše právo na prohlížení a <br></br>             měli byste zničit všechny stažené materiály, které máte v držení, <br></br>             ať už v tištěné nebo elektronické podobě. Tyto podmínky služby <br></br>             byly vytvořeny pomocí generátoru podmínek služby. <br></br>             <h3>3. Zřeknutí se odpovědnosti</h3> <br></br>             Veškeré materiály na webových stránkách Teacher digital Agency <br></br>             jsou poskytovány tak, jak jsou. Agentura Teacher digital Agency <br></br>             neposkytuje žádné záruky, ať už výslovné nebo předpokládané, a <br></br>             proto popírá všechny ostatní záruky. Kromě toho společnost Teacher <br></br>             digital Agency neposkytuje žádná prohlášení týkající se přesnosti <br></br>             nebo spolehlivosti používání materiálů na svých Webových stránkách <br></br>             nebo jinak související s těmito materiály nebo jakýmikoliv <br></br>             stránkami, na které se na těchto Webových stránkách odkazuje. <br></br>             <h3>4. Omezení</h3> <br></br>             Agentura Teacher digital Agency ani její dodavatelé nenesou <br></br>             odpovědnost za žádné škody, které vzniknou v souvislosti s <br></br>             používáním nebo nemožností používat materiály na Webových <br></br>             stránkách agentury Teacher digital Agency, a to ani v případě, že <br></br>             agentura Teacher digital Agency nebo pověřený zástupce těchto <br></br>             Webových stránek byli na možnost vzniku takové škody ústně nebo <br></br>             písemně upozorněni. Některé jurisdikce neumožňují omezení <br></br>             předpokládaných záruk nebo omezení odpovědnosti za náhodné škody, <br></br>             tato omezení se na vás nemusí vztahovat. <br></br>             <h3>5. Revize a chyby</h3> <br></br>             Materiály uvedené na webových stránkách společnosti Teacher <br></br>             digital Agency mohou obsahovat technické, typografické nebo <br></br>             fotografické chyby. Agentura Teacher digital Agency neslibuje, že <br></br>             jakýkoli z materiálů na těchto webových stránkách je přesný, úplný <br></br>             nebo aktuální. Agentura Teacher digital Agency může materiály <br></br>             obsažené na svých Webových stránkách kdykoli bez předchozího <br></br>             upozornění změnit. Agentura Teacher digital Agency se nezavazuje k <br></br>             aktualizaci materiálů. <br></br>             <h3>6. Odkazy</h3> <br></br>             Agentura Teacher digital nezkontrolovala všechny stránky, na které <br></br>             odkazují její webové stránky, a neodpovídá za obsah takových <br></br>             stránek. Přítomnost jakéhokoli odkazu neznamená, že společnost <br></br>             Teacher digital Agency danou stránku podporuje. Používání <br></br>             jakýchkoli odkazovaných webových stránek je na vlastní riziko <br></br>             uživatele. <br></br>             <h3>7. Změny podmínek používání stránek</h3> <br></br>             Společnost Teacher digital Agency může tyto podmínky používání <br></br>             svých webových stránek kdykoli změnit bez předchozího upozornění. <br></br>             Používáním těchto webových stránek souhlasíte s tím, že se budete <br></br>             řídit aktuální verzí těchto Podmínek používání. <br></br>             <h3>8. Vaše soukromí</h3> <br></br>             Přečtěte si prosím naše Zásady ochrany osobních údajů. <br></br>             <h3>9. Rozhodné právo</h3> <br></br>             Jakékoli nároky související s webovými stránkami Teacher digital <br></br>             Agency se řídí právem České republiky bez ohledu na jeho kolizní <br></br>             ustanovení."
  },
  "gdpr": {
    "title": "Zásady ochrany osobních údajů",
    "lastUpdate": "Naposled aktulizováno 31. srpna 2024.",
    "content": "Správa webu se zavazuje dodržovat zásady ochrany Vašich osobních údajů na Internetu. Klademe velký důraz na ochranu poskytovaných údajů. Naše zásady ochrany osobních údajů jsou založeny na ustanoveních <a> Všeobecných předpisů pro ochranu osobních údajů Evropské unie (GDPR) </a> . Účely, pro které shromažďujeme osobní údaje, jsou tyto: zlepšení našich služeb, komunikace s návštěvníky tohoto webu, poskytování informací, požadovaných uživatelem, poskytování služeb,souvisejících se zaměřením činnosti předmětné webové, , a také pro následující úkony. <h3> Shromažďování a používání osobních údajů </h3> Osobní údaje shromažďujeme a používáme pouze v případě vašeho dobrovolného souhlasu. Pokud s tím budete souhlasit, povolujete nám shromažďovat a používat následující údaje: jméno a příjmení, e-mail, telefonní číslo, osobní fotografie. Shromažďování a zpracování Vašich údajů probíhá v souladu s právními předpisy, platnými na území Evropské unie a státu Česká Republika. <h3>Ukládání, úprava a mazání dat</h3> Uživatel, který poskytl své osobní údaje webovým stránkám, má oprávnění nadále je upravovat i mazat, stejně jako odvolat svůj souhlas s jejich použitím. Doba, po kterou budou Vaše osobní údaje uloženy: čas potřebný k využití údajů pro hlavní činnost webu. V případě ukončení používání Vašich údajů je správa webu odstraní. Pro přístup k Vašim osobním údajům můžete kontaktovat správu webu na emailové adrese support@teacherdigitalagency.cz nebo telefonním čísle +420 987 654 321. Vaše osobní údaje můžeme poskytnout třetím stranám pouze s Vaším dobrovolným souhlasem, pokud však už byly převedeny, pak tyto údaje nemůžeme měnit, jsou-li už uvedené u jiných organizací, které s námi nesouvisejí. <h3> Využití údajů při návštěvě webu</h3> Když navštívíte web, budou v databázi nastavení prohlížeče, operačním systému a dalších technických informacích, potřebných pro správné zobrazení obsahu webu. Podle těchto údajů však identifikovat totožnost návštěvníka nemůžeme. <h3>Poskytování informací dětmi</h3> Pokud jste rodičem, nebo opatrovníkem a zjistili jste, že Vaše děti nám poskytly své osobní údaje bez Vašeho souhlasu, kontaktujte nás buď přes email @teacherdigitalagency.  nebo na telefonním čísle +420 987 654 321. Naše služba zakazuje ukládat osobní údaje nezletilých bez souhlasu nebo opatrovníků. <h3>Využívání souborů cookies</h3> Pro správné zobrazení obsahu a pro usnadnění používání stránek využíváme soubory cookies. Jedná se o malé soubory, uložené ve Vašem zařízení. Tyto soubory pomáhají webu zapamatovat si informace o Vás, například v jakém jazyce prohlížíte stránky a jaké stránky jste již navštívili, což jsou informace, které budou pro Vaši příští návštěvu užitečné. Díky souborům cookies bude pro Vás prohlížení webu mnohem pohodlnější. Více si o těchto souborech můžete přečíst zde. Prohlížeč můžete nastavit tak, aby přijímal, nebo blokoval soubory cookie v prohlížeči samostatně. Nemožnost přijímat soubory cookie však může omezit výkonnost webu. <h3> Využití osobních údajů jinými službami </h3> Tato stránka používá internetové služby třetích stran, které sbírají informace nezávisle na nás Shromažďovaná data mohou být sdílena s dalšími službami uvnitř těchto organizací a mohou být použity při personalizaci reklam v jejich vlastní reklamní síti. Uživatelské dohody těchto organizací si můžete přečíst na jejich webových stránkách. Tam můžete také odmítnout shromažďování vašich osobních údajů, například zde najdete blokátor služby Google Analytics.Osobní údaje nepředáváme jiným organizacím a službám, které nejsou uvedeny v těchto zásadách ochrany osobních údajů. Jedinou výjimkou je předávání informací podle zákonných požadavků státních orgánů, oprávněných k provádění takových úkonů. <h3>Odkazy na jiné stránky</h3> Naše stránky mohou obsahovat odkazy na jiné weby, které nejsou námi provozovány. Za jejich obsah neneseme zodpovědnost. Doporučujeme, abyste si přečetli zásady ochrany osobních údajů na těch stránkách, které jste navštívili, pokud jsou tam uvedeny. <h3>Změny zásad ochrany osobních údajů</h3> Naše stránky mohou občas aktualizovat své zásady ochrany osobních údajů. Všechny změny oznamujeme formou zveřejňování nových zásad ochrany osobních údajů na této stránce. Sledujeme změny v legislativě, týkající se ochrany osobních údajů v Evropské unii a ve státě Česká Republika. Pokud jste nám svěřili své osobní údaje, upozorníme Vás na případnou změnu zásad ochrany osobních údajů. Pokud byly Vaše kontaktní údaje zadány nesprávně, pak Vás kontaktovat nemůžeme. <h3>Zpětná vazba, závěrečná ustanovení</h3> Máte-li jakékoliv dotazy, související se zásadami ochrany osobních údajů, kontaktujte správce webu, přes: support@teacherdigitalagency.cz nebo +420 987 654 321. V takovém případě se musíte vzdát možnosti navštěvovat naše stránky."
  }
}
